Repository: impegoraro/tagtool
Catalog: po/*.po
Languages: de

source: _File
de: _Datei

source: Open Directory...
de: Öffne Ordner...

source: Refresh
de: Aktualisieren

source: Quit
de: Beenden

source: _Settings
de: _Einstellungen

source: Character Conversions...
de: Zeichenkonvertierung...

source: ID3 Preferences...
de: ID3 Einstellungen...

source: View
de: Ansicht

source: Simple
de: Einfach

source: Advanced
de: Erweitert

source: Copy v1 to v2
de: Kopiere v1 nach v2

source: Copy v2 to v1
de: Kopiere v2 nach v1

source: _Help
de: _Hilfe

source: Contents...
de: Inhalt...

source: About...
de: Über...

source: Include subdirectories
de: Mit Unterordnern

source: Select Working Directory
de: Basisordner auswählen

source: <b>Working Directory</b>
de: <b>Basisordner</b>

source: <b>Files</b>
de: <b>Dateien</b>

source: Refresh file list
de: Dateiliste aktualisieren

source: <span size="large" weight="bold">Edit Tag</span>
de: <span size="large" weight="bold">Tag bearbeiten</span>

source: Select a file to edit
de: Wählen Sie eine Datei

source: File has no ID3v1 Tag
de: Datei hat keinen ID3v1-Tag

source: Create
de: Erstellen

source: Title:
de: Titel:

source: Comnt.:
de: Vermerk:

source: Year:
de: Jahr:

source: Track:
de: Stück:

source: Artist:
de: Künstler:

source: File has no ID3v2 Tag
de: Datei hat keinen ID3v2-Tag

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Edit (double-click)
de: Bearbeiten (Doppelklick)

source: Remove Tag
de: Entferne Tag

source: Save Changes
de: Änderungen speichern

source: Clear Tag
de: Entferne Tag

source: <b>File Info</b>
de: <b>Datei-Info</b>

source: <span size="large" weight="bold">Tag Multiple Files</span>
de: <span size="large" weight="bold">Mehrere Dateien taggen</span>

source: <b>File Name Format</b>
de: <b>Format des Dateinamen</b>

source: Get help on filename formats
de: Hilfe zur Dateinamen-Formatierung

source: <b>Character and Case Conversion</b>
de: <b>Buchstaben- und Sonderzeichenbehandlung</b>

source: Configure
de: Einstellungen

source: Auto-increment
de: Durchlaufend nummerieren

source: Set tags based on file names
de: Erstelle Tag aus Dateiname

source: Apply to
de: Anwenden auf

source: All files Selected files
de: Alle Dateien Ausgewählte Dateien

source: Go!
de: Los!

source: <span size="large" weight="bold">Clear Tags</span>
de: <span size="large" weight="bold">Entferne Tags</span>

source: <b>Tags to Clear</b>
de: <b>Zu entfernende Tags</b>

source: All
de: Alle

source: Only ID3 v1 tags
de: Nur ID3v1-Tags

source: Only ID3 v2 tags
de: Nur ID3v2-Tags

source: <span size="large" weight="bold">Rename Multiple Files</span>
de: <span size="large" weight="bold">Umbenennen mehrerer Dateien</span>

source: <span size="large" weight="bold">Create Playlists</span>
de: <span size="large" weight="bold">Erstelle Playlisten</span>

source: Every directory
de: Jedem Ordner

source: Top-level directory
de: Basisordner

source: Both
de: Beiden

source: <b>Create In</b>
de: <b>Erstelle In</b>

source: <b>Playlist File Name</b>
de: <b>Dateiname der Playlist</b>

source: Set to:
de: Setze auf:

source: Same as directory name
de: Name des Ordners

source: Extension:
de: Erweiterung:

source: <b>Sort Entries</b>
de: <b>Sortiere Einträge</b>

source: By tag field (if available):
de: Nach Tag-Feld (wenn vorhanden)

source: Title Artist Album Year Genre Comment Track #
de: Titel Künstler Album Jahr Genre Vermerk Stück #

source: Sort across directories
de: Sortierung quer durch Ordner

source: By file name
de: Nach Dateiname

source: Character Conversions
de: Behandlung von Sonderzeichen

source: No conversion
de: Keine Umwandlung

source: Convert this character to space:
de: Wandle dieses Zeichen in Leerzeichen

source: <b>Space Conversion</b>
de: <b>Leerzeichen</b>

source: <b>Case Conversion</b>
de: <b>Groß- u. Kleinbuchstaben</b>

source: (no conversion) lower case UPPER CASE Sentence case Title Case
de: (keine Umwandlung) kleinbuchstaben GROSSBUCHSTABEN Erstes wort groß Jedes Wort Groß

source: When Tagging
de: Beim Setzen des Tags

source: Convert spaces to:
de: Wandle Leerzeichen in:

source: Omit
de: Auslassen

source: Convert to:
de: Wandle in:

source: <b>Invalid File Name Characters</b>
de: <b>Ungültige Zeichen im Dateinamen</b>

source: When Renaming
de: Beim Umbenennen

source: About Audio Tag Tool
de: Über Audio Tag Tool

source: Supported audio formats:
de: Unterstützte Audio-Formate:

source: This software is made available under the GNU General Public Licence. See the file COPYING for the full license terms.
de: Dieses Programm wird unter den Bedingungen der GNU General Public Lizenz veröffentlicht. Die Lizenzbestimmungen finden Sie in der Datei COPYING.

source: ID3 Preferences
de: ID3 Einstellungen

source: <b>When tagging multiple files</b>
de: <b>Beim Umbenennen mehrerer Dateien</b>

source: ID3 tag versions to create:
de: Erstelle ID3-Tag-Versionen:

source: Only v1
de: Nur v1

source: Only v2
de: Nur v2

source: Default to v1, add v2 only when necessary
de: v1 als Standard, v2 bei Bedarf

source: Preserve existing tag versions
de: Erhalte vorhandene Tag-Versionen

source: Text:
de: Inhalt:

source: Field:
de: Feld:

source: Progress
de: Fortschritt

source: Manually rename a file
de: Datei manuell umbenennen

source: Manual Rename...
de: Manuell umbenennen...

source: Delete selected files from disk
de: Entferne ausgewählte Dateien

source: Delete Selected Files
de: Entferne ausgewählte Dateien

source: Unselect all files
de: Alle Markierungen aufheben

source: Unselect All
de: Alle Markierungen aufheben

source: Rename File
de: Datei umbenennen

source: File Name:
de: Dateiname:

source: Scan Progress
de: Fortschritt des Einlesevorgangs

source: <b>Scanning...</b>
de: <b>Lese ein...</b>

source: Directories scanned: Files found:
de: Ordner eingelesen: Dateien gefunden:

source: Clearing Tags
de: Entferne Tags

source: Starting in directory "%s"
de: Starte in Ordner "%s"

source: Operation stopped at user's request
de: Vorgang auf Wunsch des Benutzers abgebrochen

source: (UTF8 conversion error)
de: (UTF8 Konvertierungsfehler)

source: Entering directory "%.*s"
de: Erfasse Ordner "%.*s"

source: Error in file "%s"
de: Fehler in Datei "%s"

source: Couldn't open file for writing
de: Datei konnte nicht zum Schreiben geöffnet werden

source: Audio format not recognized
de: Audio-Format nicht erkannt

source: Unknown error (%d)
de: Unbekannter Fehler (%d)

source: Skipped "%s"
de: Übersprungen "%s"

source: Cleared tag from "%s"
de: Tag entfernt von "%s"

source: Done (Cleared %d of %d files)
de: Fertig (%d von %d Dateien von Tag befreit)

source: No files selected
de: Keine Dateien ausgewählt

source: Couldn't open file %s
de: Konnte Datei %s nicht öffnen

source: Audio file format not recognized: %s
de: Audio-Format nicht erkannt: %s

source: Unknow error when opening file %s
de: Unbekannter Fehler beim Öffnen der Datei %s

source: File is read-only: %s
de: Datei ist nur lesbar: %s

source: File Type:
de: Datei-Typ:

source: No files found
de: Keine Dateien gefunden

source: 1 file found
de: 1 Datei gefunden

source: %i files found
de: %i Dateien gefunden

source: (1 selected)
de: (1 ausgewählt)

source: (%i selected)
de: (%i ausgewählt)

source: (dir name could not be converted to UTF8)
de: (Ordnername konnte nicht in UTF8 umgewandelt werden)

source: (file name could not be converted to UTF8)
de: (Dateiname konnte nicht in UTF8 umgewandelt werden)

source: Deleting Files
de: Entferne Dateien

source: Deleted file "%s"
de: Datei entfernt: "%s"

source: Error deleting file "%s"
de: Fehler beim Entfernen der Datei "%s"

source: Done (deleted %d of %d files)
de: Fertig (%d von %d Dateien entfernt)

source: File Exists
de: Datei existiert

source: A file with this name already exists. Do you want to overwrite it?
de: Eine Datei mit dem Namen existiert bereits. Möchten Sie diese überschreiben?

source: Error renaming file: %s (%d)
de: Fehler beim Umbenennen von Datei: %s (%d)

source: Error Renaming File
de: Fehler beim Umbenennen von Datei

source: Error: Can't open directory "%s".
de: Fehler: Kann Ordner nicht öffnen: "%s".

source: Error: "%s" is not a directory.
de: Fehler: "%s" ist kein Ordner.

source: Error: Permission denied for "%s".
de: Fehler: Keine Berechtigung für "%s".

source: Scanning...
de: Lese ein...

source: No files found.
de: Keine Dateien gefunden.

source: 1 file found.
de: 1 Datei gefunden.

source: %d files found.
de: %d Dateien gefunden.

source: Delete selected files
de: Entferne ausgewählte Dateien

source: This will delete the selected files from disk. Proceed?
de: Die ausgewählten Dateien werden endgültig entfernt. Weiter?

source: Select Directory
de: Wähle Ordner

source: Help - File Name Format
de: Hilfe - Format des Dateinamen

source: This field describes the expected format of the file name (not including the extension). Audio Tag Tool uses this information to automatically fill in the tags based on the file's name. Each tag field has a corresponding symbol, as listed below: <title> <artist> <album> <year> <comment> <track> <genre> Examples: The format "<artist> - <album> - <title>" will match a file named "Pink Floyd - The Wall - Hey You.mp3". In this example the Artist, Album and Title fields of the tag will be set to "Pink Floyd", "The Wall" and "Hey You", respectively. The format "<artist> - <*> - <title>" could also be used in the previous example if we did not want to fill in the album name (the special symbol <*> causes a part of the file name to be ignored.)
de: In diesem Feld wird das erwartete Format des Dateinamen (ohne Erweiterung) eingestellt. Audio Tag Tool benutzt diese Einstellung, um automatisch Tags aus dem Dateinamen zu lesen. Jedes Tag-Feld besitzt ein zugehöriges Schlüsselwort: Titel: <title> Künstler: <artist> Album: <album> Jahr: <year> Vermerk: <comment> Stück: <track> Genre: <genre> Beispiele: Das Format "<artist> - <album> - <title>" erkennt eine Datei wie "Pink Floyd - The Wall - Hey You.mp3". In diesem Beispiel werden die Felder Künstler, Album und Titel auf "Pink Floyd", "The Wall" und "Hey You" gesetzt. Das Format "<artist> - <*> - <title>" kann ebenfalls im vorherigen Beispiel genutzt werden, wenn der Albenname nicht gesetzt werden soll (Das spezielle Symbol <*> verursacht, dass ein Teil ignoriert wird.)

source: This field describes the desired format of the file name. Audio Tag Tool can use this information to rename files or organize them into subdirectories, based on the content of their tags. Each ID3 field has a corresponding symbol, as listed below: <title> <artist> <album> <year> <comment> <track> <genre> Renaming example: To have all file names consist of the track number followed by the track title, a format such as "<track> - <title>" can be used. Moving example: The file name format can include sub-directories. If in the previous example we had wanted the files to be placed in a directory with the album name, we would have used the format "<album>/<track> - <title>".
de: In diesem Feld wird das gewünschte Format des Dateinamen eingestellt. Audio Tag Tool benutzt diese Einstellung um Dateien zu benennen oder in Unterordnern zu verwalten (ausgehend vom Inhalt Ihrer Tags). Jedes ID3-Feld besitzt ein zugehöriges Schlüsselwort: Titel: <title> Künstler: <artist> Album: <album> Jahr: <year> Vermerk: <comment> Stück: <track> Genre: <genre> Beispiel zum Umbenennen: Um den Dateinamen aus der Nummer und dem Titel bestehen zu lassen, könnte man das Format "<track> - <title>" verwenden. Beispiel zum Verschieben: Das Format des Dateinamens kann Unterordner einschliessen: Wenn vom vorherigen Beispiel ausgehend der zusätzliche Wunsch besteht, dass die Dateien sich in einem Unterordner mit dem Namen des Album befinden sollen, könnte folgendes Format verwendet werden: "<album>/<track> - <title>".

source: Supported audio formats:
de: Unterstützte Audio-Formate:

source: Usage: tagtool [DIR] Start in directory DIR tagtool --dump FILE Dump all known information about FILE and exit tagtool --help Print this help message tagtool --version Print program version
de: Hinweise zur Benutzung: tagtool [DIR] Starte in Ordner DIR tagtool --dump DATEI Gib bekannte Information über DATEI aus und beende tagtool --help Diese Hilfe tagtool --version Programmversion

source: Couldn't open file: %s
de: Konnte Datei nicht öffnen: %s

source: File audio format not recognized: %s
de: Audio-Format nicht erkannt: %s

source: Field
de: Feld

source: Text
de: Inhalt

source: Advanced (%i)
de: Erweitert (%i)

source: Error saving file "%s": %s (%d)
de: Fehler beim Speichern von Datei "%s": %s (%d)

source: Error Saving File
de: Fehler beim Speichern von Datei

source: ID3 Tag has been modified. Save changes?
de: ID3-Tag wurde geändert. Änderungen speichern?

source: Discard
de: Verwerfen

source: New ID3 Field
de: Neues ID3-Feld

source: Edit ID3 Field
de: Bearbeite ID3-Feld

source: Bit Rate %d kbps Sample Rate %d Hz Channel Mode %s Copyrighted %s Original %s
de: Bit Rate %d kbps Sample Rate %d Hz Kanal Modus %s Kopiergeschützt %s Original %s

source: Yes
de: Ja

source: No
de: Nein

source: Skipping file "%s"
de: Überspringe Datei "%s"

source: Couldn't open file for reading
de: Konnte Datei nicht zum Lesen öffnen

source: Error creating playlist "%s"
de: Fehler beim Erstellen der Playlist "%s"

source: Wrote "%s" (%d entries)
de: "%s" geschrieben (%d Einträge)

source: Writing Playlists
de: Schreibe Playlisten

source: Entering directory "%s"
de: Wechsle in Verzeichnis "%s"

source: Done (wrote %d of %d playlists)
de: Fertig (%d von %d Playlisten geschrieben)

source: Moving Files
de: Dateien verschieben

source: Renaming Files
de: Dateien umbenennen

source: Error renaming "%s"
de: Fehler beim Umbenennen von "%s"

source: Unknown error
de: Unbekannter Fehler

source: File has no tag
de: Datei hat kein Tag

source: One of the tag fields is empty
de: Eines der Tag-Felder ist leer

source: File name "%s" already in desired format
de: Dateiname "%s" hat bereits gewünschtes Format

source: Error moving "%s"
de: Fehler beim Verschieben von "%s"

source: File "%s" already exists
de: Datei "%s" existiert bereits

source: Error creating directory "%s"
de: Fehler beim Erstellen von Ordner "%s"

source: Created directory "%s"
de: Ordner "%s" erstellt

source: Moved "%s" to "%s"
de: "%s" nach "%s" verschoben

source: Renamed "%s" to "%s"
de: "%s" nach "%s" umbenannt

source: Done (moved %d of %d files)
de: Fertig (%d von %d Dateien verschoben)

source: Done (renamed %d of %d files)
de: Fertig (%d von %d Dateien umbenannt)

source: Tagging Files
de: Taggen von Dateien

source: No tag fields to set!
de: Keine Tag-Felder zu setzen!

source: Error tagging "%s"
de: Fehler beim Taggen von "%s"

source: File name does not match expected format
de: Dateiname erfüllt nicht das erwartete Format

source: Done (tagged %d of %d files)
de: Fertig (%d von %d Dateien getagged)

source: Error saving file "%s": %s (%d) Note: In order to save changes to an Ogg Vorbis file, you must have write permission for the directory where it is located.
de: Fehler beim Speichern von Datei "%s": %s (%d) Hinweis: Um Änderungen an einer Ogg Vorbis-Datei zu speichern benötigen Sie Schreibzugriff auf den Ordner, in dem sich die Datei befindet.

source: Vorbis Tag has been modified. Save changes?
de: Vorbis Tag wurde geändert. Änderungen speichern?

source: New Vorbis Field
de: Neues Vorbis Feld

source: Edit Vorbis Field
de: Bearbeite Vorbis Feld

source: Average Bit Rate %ld kbps Nominal Bit Rate %ld kbps Sample Rate %ld Hz Channels %d Playing Time %dm %ds %dms
de: Durchschnittl. Bit Rate %ld kbps Nominelle Bit Rate %ld kbps Sample Rate %ld Hz Kanäle %d Abspielzeit %dm %ds %dms
